Repository: music111man/ctavki-football-ios
Catalog: App/App/*.lproj/Localizable.strings
Languages: ru

# update_data_msg
source: Updating...
ru: Обновляемся...

source: Error
ru: Ошибка

# server_data_error
source: The application cannot process data received from the server. Contact support.
ru: Приложение не может обработать данные, полученные с сервера. Обратитесь в службу поддержки.

# net_error
source: Problems with Internet connection
ru: Проблемы с интернет - соединением

# cancel_Ok
source: Cancel
ru: Отмена

source: Settings
ru: Настройки

# warning
source: Attention!
ru: Внимание!

# update_app_msg
source: For the application to work properly, please update it!
ru: Для нормальной работы приложения обновите его, пожалуйста!

# my_balance
source: my bal.
ru: мой счет

source: Sign In
ru: Вход

# tooltip_bets_title
source: PREDICTIONS (1/6)
ru: ТЕКУЩИЕ ПРОГНОЗЫ (1/6)

# tooltip_login_title
source: LOGIN (2/6)
ru: ВХОД (2/6)

# tooltip_results_title
source: RESULTS (3/6)
ru: РЕЗУЛЬТАТЫ (3/6)

# tooltip_teams_title
source: TEAMS (4/6)
ru: КОМАНДЫ (4/6)

# tooltip_paid_title
source: PURCHASES (5/6)
ru: ПОКУПКИ (5/6)

# tooltip_faq_title
source: QUESTIONS (6/6)
ru: ВОПРОСЫ (6/6)

source: SKIP
ru: ПРОПУСТИТЬ

source: Picks
ru: Прогнозы

# teams_cap
source: Teams
ru: Команды

# paid_cap
source: Support us
ru: Поддержать

source: Questions
ru: Вопросы

# screen_bets_title
source: PREDICTIONS
ru: ТЕКУЩИЕ ПРОГНОЗЫ

# screen_login_title
source: LOGIN
ru: ВХОД

# screen_teams_title
source: TEAMS
ru: КОМАНДЫ

# screen_paid_title
source: SUPPORT US
ru: ПОДДЕРЖАТЬ

# screen_faq_title
source: QUESTIONS AND ANSWERS
ru: ОТВЕТЫ НА ВОПРОСЫ

# guid_login
source: To see free predictions you got to sign in with your Apple or Telegram account!
ru: Для просмотра бесплатных прогнозов вам необходимо авторизироваться с помощью apple или telegram аккаунта!

# guid_picks
source: Here are matches and odds which our service provides predictions on. Click on the match you are interested in and find out the details.
ru: В этом разделе матчи и коэффициенты на которые наш сервис предоставляет текущие надежные прогнозы! Жмите на интересующий вас матч и узнайте подробности.

# guid_results
source: In this section, the results of our predictions are calculated assuming we placed a $100 bet on each match. A green circle indicates the amount won, a red circle indicates the amount lost, and a grey circle represents the return of the bet.
ru: В этом разделе результаты наших прогнозов с расчета что на каждый матч мы сделали ставку 100$. Зеленый кружок обозначает сумму выигрыша, красный сумму проигрыша, серый это возврат ставки.

# guid_teams
source: You can find here history of our past predictions sorted by teams.
ru: Здесь история наших прошлых прогнозов отсортирована по командам.

# guid_paid_plans
source: If you have won at the bookmaker's office using our free predictions, then please support our project in this section!
ru: Если вы с помощью наших бесплатных прогнозов победили в букмекерской конторе. Тогда, пожалуйста, поддержите наш проэкт в этом разделе!

# guid_faq
source: Answers to frequently asked questions related to the operation of our service can be found here.
ru: Ответы на частые вопросы связанные с работой нашего сервиса.

# balance_for_month
source: BALANCE FOR %@:
ru: БАЛАНС ЗА %@:

# balance_for_month_amount
source: BALANCE FOR %@: %d$
ru: БАЛАНС ЗА %@: %d$

# match_begins
source: Match begins on %@ at %@
ru: Начало матча %@ г. в %@

# match_begins_tomorrow
source: Match begins tomorrow at %@
ru: Начало матча завтра в %@

# match_begins_today
source: Match begins today at %@
ru: Начало матча сегодня в %@

source: Match begins in %@
ru: Начало матча через %@

# match_being_played_n_minute
source: Match is underway. It's the %d minute of the match
ru: Матч уже играется. Идет %d-я минута матча

# match_being_played_break
source: The match is already underway, the first half has been played
ru: Матч уже играется, сыгран 1 тайм

source: No active bets
ru: Нет активных прогнозов

# soon_we_provide_bets
source: Soon we will provide new picks. Remain in touch...
ru: Но совсем скоро они появятся. Следите...

source: Prediction:
ru: Прогноз:

source: Bet amount: 100$
ru: Сумма ставки: 100$

# odds_col
source: Odds:
ru: Коэффициент:

source: Result:
ru: Результат:

# winnings
source: Win %d
ru: Выигрыш: %d

source: Return
ru: выигрыш

# loss
source: Lost 100
ru: Проигрыш 100

# expecting
source: Expected
ru: Ожидается

source: Bets history
ru: История прогнозов

source: Balance
ru: Баланс

# bets_made
source: Picks
ru: Прогнозов

source: with current picks
ru: с текущими прогнозами

# with_bets_history_n_and_more
source: with history of %d picks and more
ru: с историей прогнозов от %d ставок и больше

# with_bets_history_4_and_less
source: with history of 4 picks and less
ru: с историей прогнозов 4 и меньше

source: Sign Out
ru: Выйти из аккаунта

# out
source: Sign Out
ru: Выйти

# you_are_not_logged_in
source: Not signed in
ru: Вы не вошли

# we_gift_free_bets_to_new_users
source: You gotta sign in to see some picks
ru: Вы должны войти чтобы посмотреть прогнозы

# log_in_with_apple
source: Sign in with Apple
ru: Войти с помощью Apple

# log_in_with_google
source: Sign in with Google
ru: Войти с помощью Google

# log_in_with_telegram
source: Sign in with Telegram
ru: Войти с помощью Telegram

# log_in_unable
source: Failed to sign in using %@, please try another method.
ru: Вход с помощью %@ временно недоступен, попробуйте другой способ.

# you_are_logged
source: You have successfully logged in. Now all our free sports predictions are available to you.
ru: Вы успешно залогинились. Теперь вам доступны все наши бесплатные спортивные прогнозы.

# get_more_bets
source: Go to predictions
ru: Перейти к прогнозам

# log_in_with_apple_email
source: Please use your real email!
ru: Пожалуйста, используйте Ваш настоящий email!

# log_in_with_apple_desc
source: To successfully log into your account, you need to reset the previous attempt by logging into your smartphone settings. To do this, go to Settings -> Apple Id -> Sign in and security -> Sign in with Apple -> Forecast Football and click "Don't use Apple ID "
ru: Для успешного входа в аккаунт необходимо сбросить предыдущую попытку входа в настройках смартфона. Для этого зайдите в Настройки -> Apple Id -> Вход и безопасность -> Вход с Apple -> Forecast Football и нажать "Не использовать Apple ID"

# sing_out_desc
source: Are you sure you want to log out of your account?
ru: Вы действительно желаете выйти из аккаунта? При выходе ваш аккаунт на сервере будет удалён.

# enter_name
source: Your first and last name
ru: Ваше имя и фамилия

# incorrect_user_name
source: The entered data is incorrect. Try again.
ru: Введённые данные некорректы. Попробуйте ещё раз.

# current_bets_m_of_n
source: CURRENT BETS (%d of %d)
ru: ТЕКУЩИЕ СТАВКИ (%d из %d)

source: Accurate match prediction
ru: Точный прогноз на матч

# bets_odds
source: Prediction odds
ru: Коэффициент прогноза

source: Teams comparison
ru: Сравнение по командам

source: Total bets
ru: Всего прогнозов

source: Wins
ru: Выигрышей

source: Loses
ru: Проигрышей

# average_coeff
source: Average odds
ru: Cредниф кф.

# roi_percentage
source: ROI, in %
ru: ROI, в %

source: Current series
ru: Текущая серия

# thankful_speech
source: Thank you for your donation! Your support means the world to us and helps keep our app thriving. Warm regards, Ctavki Team
ru: Спасибо за ваше щедрое пожертвование! Ваша поддержка очень важна для нас и помогает нашему приложению развиваться. С теплыми пожеланиями, команда Ctavki Soccer Oracle.

# if_you_like_app_pls_support
source: If you have won at the bookmaker's office using our predictions, then please support our project and get protection against losses in your future bets!
ru: Если вы с помощью наших прогнозов победили в букмекерской конторе, тогда, пожалуйста, поддержите наш проект и получите защиту от проигрышей в будущих ваших ставках!

# buy
source: Bay
ru: Оплатить

# buy_donate_disable
source: Making donations is temporarily unavailable.
ru: Осуществение пожертвований временно недоступно.

# buy_disabled
source: Purchases are disabled in your device!
ru: На вашем смартфоне отключены покупки!

# buy_restored
source: You've successfully restored your purchase!
ru: Вы успешно восстановили свою покупку!

# buy_purchased
source: You've successfully bought this purchase!
ru: Вы успешно совершили эту покупку!

# buy_failed
source: Could not complete purchase process. Please try again.
ru: Не удалось завершить процесс покупки. Повторите попытку.

source: Donate!
ru: Пожертвование!

# donate_5_title
source: One defense
ru: Одна защита

# donate_5_desc
source: One of your bets will win after a goal in the 90th minute!
ru: Одна ваша ставка выиграет после гола на 90 минуте!

# donate_10_title
source: Three defenses
ru: Три защиты

# donate_10_desc
source: Three of your bets will win after a goal in 95+ minutes!
ru: Три ваших ставки выиграют после гола на 95+ минуте!

# donate_25_title
source: Team defense
ru: Командная защита

# donate_25_desc
source: 10 of your bets will win after the score is 0-2 in the first half!
ru: 10 ваших ставок выиграют после счёта 0-2 в первом тайме!

# donate_100_title
source: Judicial protection
ru: Судейская защита

# donate_100_desc
source: For the next year, the judge will only whistle in favor of your bet!
ru: Ближайший год судья будет свистеть только в пользу вашей ставки!
